export const MS_HELLO_MESSAGE =
  'Привет!\nЗдесь проходят тренировки для собеседований😤';
export const MS_MAIN_ACTION = 'Чем хочешь заняться?';
export const MS_NOT_ADMIN = 'Ты не админ, зачем тебе сюда? Уходи 🐭';
export const MS_REGISTRATION = 'Пожалуйста, создай профиль';
export const MS_DONT_USE_PHONE_NUMBER =
  'Я не буду сохранять твой номер телефона, но возьму имя и ник для фиксации твоих успехов';
export const MS_ADMIN_HELLO_MESSAGE = 'Приятной работы, шеф 😼';
export const MS_CHOOSE_THE_SUGGESTED_ACTION =
  'Выберите одно из предложенных действий';
export const MS_CHOOSE_THE_SUGGESTED_DIAPASON =
  'Выберите один из предложенных диапазонов';
export const MS_SELECT_AN_ACTION = 'Выберите действие';
export const MS_TYPE_AN_ADMIN_ID = 'Введите id администратора';
export const MS_TYPE_AN_ADMIN_USERNAME = 'Введите username администратора';
export const MS_SEND_QUESTION = 'Отправь вопрос';
export const MS_SORRY_ERROR = 'Прости, что-то пошло не так';
export const MS_SEND_CORRECT_ANSWER = 'Отправь ПРАВИЛЬНЫЙ ответ';
export const MS_1_WRONG_CORRECT_ANSWER = 'Отправь 1-ый неправильный ответ';
export const MS_2_WRONG_CORRECT_ANSWER = 'Отправь 2-ой неправильный ответ';
export const MS_3_WRONG_CORRECT_ANSWER = 'Отправь 3-ий неправильный ответ';
export const MS_DONE = 'Готово';
export const MS_SEND_ID_QUESTION = 'Отправь id вопроса';
export const MS_SEND_ID_AND_UPDATE_QUESTION = `Отправь id вопроса и новый вопрос в таком формате: \n id | Текст вопроса`;
export const MS_WRONG_ID_QUESTION = 'Неверный id вопроса';
export const MS_WRONG_TEXT_QUESTION = 'Неудачный текст вопроса';
export const MS_SEND_ID_AND_UPDATE_CORRECT_ANSWER = `Отправь id вопроса и новый правильный ответ в таком формате: \n id | Правильный ответ`;
export const MS_WRONG_TEXT_ANSWER = 'Неудачный текст ответа';
export const MS_SEND_ID_AND_UPDATE_WRONG_ANSWER = `Отправь id вопроса и новый неправильный ответ в таком формате: \n id | Неправильный ответ`;
export const MS_TYPE_AN_USER_USERNAME = 'Введите username пользователя';
export const MS_SORRY_BAN = 'Прости, ты в бане';
export const MS_EXEL_MESSAGE = 'Запиши вопросы по примеру и отправь';
export const MS_EXEL_DONE = 'Молодчина! Я закончил загружать вопросы';
export const MS_NO_ADMINS = 'На данный момент администраторов нет, прости';
export const MS_NO_QUESTIONS = 'На данный момент вопросов нет, прости';
export const MS_SEND_YOUR_PROBLEM =
  'Что вас беспокоит? Опишите проблему одним сообщением';
export const MS_THANKS_TO_SENDED_PROBLEM =
  'Спасибо! Наш администратор разберется или свяжется с вами для уточнения деталей';
export const MS_YOU_WRONG_ANSWERS =
  'Вот список вопросов, на которые ты ответил неправильно';
export const MS_NO_WRONG_ANSWERS = 'Ой! У тебя нет неправильных ответов';
export const MS_ANSWERS_DONE = 'Ваши вопросы готовы. Продолжаем?';
export const MS_INFO_BOT =
  'Привет!\nЕсли вы нажали "Старт" и я не ответил сразу, значит я сплю и мне нужно немного времени (около 2-5 минут), чтобы проснуться. Просто подождите немного.\n\nЧто я могу сделать для вас?\n\nВ разделе "Ответить на 20" вы можете найти блоки вопросов. Выбрав один из блоков, вопросы в нем будут перемешаны и будут отправляться вам по одному. По завершении блока вы получите статистику своих ответов. Обратите внимание, что если вы выйдете из раздела, ответы не будут засчитаны.\nВ разделе "Собеседование" вы сможете ответить на 40 случайных вопросов.\nВ разделе "Неправильные ответы" вы можете улучшить свои навыки, просмотрев вопросы и ваши последние неправильные ответы.\nВ разделе "Обо мне" вы увидите общую статистику по всем вопросам и ответам.\nВ разделе "Помощь" вы сможете отправить письмо администратору с описанием вашей проблемы.';
